export default defineI18nLocale(() => {
  return {
    title: 'Резюме',
    app: {
      lang: 'Переключиться на английский',
      theme: 'Сменить тему оформления',
      error: 'Упс, кажется, что-то пошло не так. Не волнуйтесь, вы в этом не виноваты!',
      back: 'Вернуться на главную'
    },
    home: {
      hi: 'Привет! Меня зовут Даниил и я...',
      desc: 'Главной целью которого является создание качественных, детально проработанных приложений и интерфейсов',
      more: 'Подробнее'
    }
  }
})
